[
    {
        "id": 1,
        "title": "ГЕЙМИФИКАЦИЯ КАК СОВРЕМЕННЫЙ СПОСОБ ОБУЧЕНИЯ ИНОСТРАННОМУ ЯЗЫКУ: ЕЁ ПСИХОЛОГО-ДИДАКТИЧЕСКИЙИ МЕТОДОЛОГИЧЕСКИЙ ПОТЕНЦИАЛ",
        "annotation": "В статье проводится анализ геймификации как современного способа обучения иностранному языку. Авторы рассматривают содержание понятия теймификации, выделяют её основные признаки и способы ее интеграции в образовательный процесс, анализируют ее психолого-дидактический и методический потенциал в связи с изучением иностранных языков. В статье также рассматриваются возможности образовательной платформы LearningApps для создания электронных игровых ресурсов.",
        "text": "Наш век характеризуется подъемом интереса к изучению иностранных языков. Это объясняется огромным количеством причин: от личных устремлений к саморазвитию до желания общаться с носителями другой культуры на их языке.\n\n Одной из характеристик системы образования можно назвать консерва- тивность, инертность и нежелание реформироваться, но с динамичным раз- витием современного общества изменяется и жизнь школы, и роль учителя, перед которым встает задача — идти в ногу со временем и строить педаго- тический дизайн своего урока так, чтобы он был максимально эффектив- ным и продуктивным, ведь цель образования сейчас — подготовить гибко мыслящих специалистов с творческим мышлением. На этом этапе стано- вится очевидным то, что урок в первую очередь должен быть современным, а педагогические принципы и теории, которые используются для его по- строения, должны коррелировать с изменениями в окружающем мире. Принято считать, что современные технологии лишь выставляют требова- ния преподавателям о том, как выстраивать образовательный процесс и чему учить, однако мало кто задумывается о том, что новейшие технологии могут помочь современной системе образования. Таким «помощником» развития и модернизации современного образовательного процесса может служить геймификация (или игрофикация). Подъем интереса к игровым технологиям произошел в конце 90-х годов ХХ века и сохраняется до настоящего времени, а вопрос внедрения игровых технологий в преподава- ние иностранного языка остается все еще недостаточно изученным. Для начала необходимо определить, что такое геймификация и раскрыть ее роль в образовательном процессе.\n\n Игра — тип осмысленной непродуктивной деятельности, где мотив ле- жит не в се результате, а в самом процессе [10]. Из этого определения сле- дует, что игра является процесс-ориентированной формой деятельности, и ве мотивирующий потенциал заключается в том, что процесс игры ‹«захва- тываст» се участников. Более того, игра является видом непродуктивной деятельности, что свидетельствует о том, что на выходе игрок не имеет ничего материального.\n\n Выделяют следующие признаки игры:\n\n 1. Отсутствие материальных результатов;\n\n 2. Содержание и сюжет;\n\n 3. Воображаемая ситуация;\n\n 4. Игровые действия;\n\n 5. Внешняя задача игры;\n\n 6. Средства игры;\n\n 7. Риск;\n\n 8. Выигрыш [4, с. 137].\n\n Стоит справедливо заметить, что игра имеет некоторые схожие момен- ты с образовательным процессом на уроке. Во-первых, это отсутствие ма- териального результата в образовательном процессе, ведь целью обучения является, прежде всего, саморазвитие. Во-вторых, содержание образова тельного процесса схоже с игрой тем, что в процессе обоих видов деятель- ности изучается что-то новое. Игра погружает человека в воображаемые условия, но и во время обучения ученик может примерять на себе какую- нибудь роль и следовать логике этой роли, действуя по определенным пра- вилам, которые обозначаются перед ним педагогом. Действия на уроке мо- туг тоже напоминать игру, ведь основной деятельностью обучающегося является решения задач, ответы на вопросы. За успешное выполнение внешних задач ученики также получают обратный отклик — высокую оцен- ку или же похвалу от педагога. На уроке используются и средства игры — это доска, тетрадь и учитель в качестве носителя и транслятора знаний. В обучении есть место и риску, и выигрышу. Ведь каждый раз, когда ученик отвечает на вопрос учителя, он испытывает стресс, идет на риск, давая вер- ный или неверный ответ, получая поощрение или же порицание. Таким образом, можно смело утверждать, что игра по своей сути имеет много об- щего с современной формой образовательного процесса.\n\n Из этого следует, что образовательный процесс и процесс игры дей- ствительно можно соединить. И методика соединения этих двух процессов называется геймификацией. Термин «геймификация» (реже «игрофика- ция») появился в педагогике достаточно недавно. Впервые этот термин был введен американским программистом и изобретателем Н. Пеллингом. Од- нако в связи с педагогикой этот термин впервые упомянули американские педагоги М. Поренски (2008) и К. Каппа (2012). Согласно определению К. Каппа: «теймификация — это внедрение игровых технологий в неигровые процессы, в том числе в образование» [6, с. 3]. Геймификация — «это ис- пользование игровой механики, эстетики и игрового мышления для вовле- чения людей в обучение и решение различных задач и для повышения их мотивации» [6, с. 15]. Геймификация действительно является неким ин- струментом овладения вниманием учеников. Игра в образовательном про- цессе повышает интерес обучающихся к процессу обучения, и в этот мо- мент срабатывает ее мотивационный «трюк».\n\n На современном этапе чаще всего для реализации игры в образова- тельном процессе преподаватели пользуются электронными средствами. В своем труде Дж. Ли Сонг и А. Хонг выделяют шесть компонентов участия учащихся в электронном обучении: «...психологическая мотивация, со- трудничество с другими обучающимися, решение когнитивных проблем, взаимодействие с преподавателем, поддержка окружающих и управление процессом обучения» [7, с. 4]. Именно вдохновение и желание учиться яв- ляются основой для повышения уровня образовательных игр. Поэтому, говоря об игрофикации, важно упомянуть и то, что такой метод способ- ствует высокому уровню желания добиться поставленной цели.\n\n Психолого-дидактический и методический потенциал геймификации на уроках иностранного языка очень велик. Геймификация выступает инстру- ментом внешней мотивации обучающихся. «Внешняя мотивация приходит извне человека. Среди распространенных внешних мотивов необходимо выделить такие поощрения, как оценки, либо наоборот — принуждение и угрозу наказания. Конкуренция в целом выступает как внешний фактор, потому что она побуждает студента побеждать других, а не наслаждаться внутренней удовлетворенностью (награлой) за деятельность» [1, с. 113]. Из этого следует, что именно получение баллов, очков или же «финансовых» вознаграждений в виде монеток мотивируют обучающегося продвигаться вверх по уровневой «лестнице» и продолжать играть, получая при этом знания. Необходимо отметить и то, что в момент игры учеником движет не только внешняя мотивация, но и внутренняя. «Внутренняя мотивация отно- сится к мотивации, которая обусловлена интересом или удовлетворением и существует внутри человека, но не связана с каким-либо внешним давлени- ем» [1, с. 113]. В процессе игры учащиеся верят, что они способны к трудо- любию и усердию для достижения желаемых целей, они чувствуют, что пронесс обучения находится под их контролем и результат зависит от того, как они старались и какое количество усилий и времени потратили на про- хождение определенного игрового уровня или игры в целом. Но самым ценным в данной технологии является нацеленность обучающегося на практическое применение знаний, вель учащиеся не просто заучивают ма- териал, а используют его в смоделированных условиях игры. Таким обра- зом, прослеживается идеальный баланс не только между мотивацией внут- ренней, то есть желанием добиться наград, но и внешней, когда обучаю- щимся движет любопытство, азарт и желание узнать что-то новое.\n\n Помимо повышения уровня мотивации в отношении процесса изуче- ния иностранного языка геймификация разрушает коммуникативный барь- ер. Игра порождает общение не только между обучающимися, но и между ними и педагогом. «Например, в тех случаях, когда обучающимся не хвата- ет коммуникативных компетенций и опыта работы в команде, геймифика- ция помогает преодолеть страх перед общением, а погружение в виртуаль- ную среду раскрепощает и воспитывает активных участников образова- тельного процесса. Подобный результат достигается благодаря созданию заданий в виде испытаний, где для победы необходимо потерпеть пораже- ние неоднократно. Отсутствие высоких ставок и практически мгновенная обратная связь дают обучающемуся шанс совершать попытку за попыткой, пока он не добьется успеха» [2, с. 45]. Все это показатель того, что у учени- ка в процессе игры исчезает страх совершить ошибку, что способствует более концентрированному вниманию в выполнении самого задания.\n\n Рассматривая психологический аспект эффективности геймификации, С. В Титова и К. В. Чикризова отмечают, что ее главной особенностью явля- ется «способность завладеть вниманием игрока и удерживать его на протя- жении длительного времени». Другие исследователи также отмечают высо- кую степень мотивации и увлеченности, порождаемые процессом образова тельной игры, «когда геймер теряет счет времени, забывает даже о потребно- стях в еде или сне, и в этом ее сила» [3, с. 64]. Такая потеря счета времени учеником в игре способствует тому, что учитель достигает одну из важных целей — ученик увлекается процессом обучения, что ведет к достижению им высокого результата в процессе повторения или отработки материала. Современный образовательный процесс, выстроенный на основе гей- мификации, можно организовать с применением 1Т-технологий. Компью- терная игра хороша для любого типа модальности восприятия информации. В применении к языковому образованию такая технология может стимули- ровать более эффективное освоение фонетики, лексики и грамматики ино- странного языка, выводя процесс обучения на более высокий уровень, од- новременно делая этот процесс более индивидуализированным, а значит более эффективным. Игры с применением 1Т-технологий имеют аудио- сопровождение, что благотворно повлияет на аудиала. Фото- или видео- сопровождение, поможет прочно закрепить пройденный материал визуз лам. Для кинестетиков же применение таких игр эффективно тем, что во время использования клавиш задействуется мышечная память, и обучаю- щийся запоминает как пишется то или иное слово. Игры, включающие в себя табличные элементы, актуальны для дигиталов. Вышеупомянутые дидактические свойства являются основанием внедрения геймификации в уроки по иностранному языку.\n\n Однако необходимо отметить и то, что игры нужно внедрять в образова- тельный процесс методически грамотно, чтобы игра не превратилась в от- влеченную, бездумную и бессмысленную погоню за баллами. Важно не пе- реоценивать учеников, поощрять наградами лишь тогда, когда поставленный результат был достигнут. Использование игр на уроках иностранного языка не должно привести к негативным последствиям, таким как агрессии, стрес- су, психологическим комплексам, неуверенности в себе или же разладу в учебном коллективе. Важно обрашать внимание и на интерфейс игры, под- бирая игры с «правильной», нераздражающей психику цветовой палитрой и с удобным расположением статистики. В книге К. Д. Фанга отмечается, что «игровой дизайн направлен на то, чтобы привлечь внимание учащегося на изначальном этапе. Тем не менее, были выявлены негативные моменты, например, неудачный внешний вид таблицы лидеров или система оформле- ния баллов могли привести студента к потере интереса в игре, в результате чего они уходили с игровой платформы» [8, с. 38].\n\n Качественной платформой для геймификации образовательного про- цесса является платформа ГеатиеАррз [9]. Это полностью бесплатный немецкий онлайн-сервис, который дает возможность создать или использо- вать уже созданные игры. На сайте предложен двадцать один шаблон для создания игр и пять инструментов для успешной организации процесса. Сервис предлагает несколько форматов с элементами игрофикации, такими как «Скачки» и «Кто хочет стать миллионером».\n\n В шаблоне игры «Скачки» за основу берется множественный выбор. Обучающийся погружается в виртуальное соревнование в виде скачек на лошадях. Данный шаблон хорош тем, что он помогает реализовать одно из правил обучения, а именно, правило «свободы выбора» т. к. ученик наде- лен способностью выбрать себе соперника, то есть играть против компью- тера или играть на повышение своего собственного результата, соревнуясь с собой «прошлым». Преимущество такого соревнования и в том, что оно никогда не закончится, ведь совершенству нет предела. Более того, подоб- ный тип состязания не ставит обучающегося в конфликт с коллективом и учебным процессом. При условии правильно выбранного ответа ученик продвигается к линии финиша на лошади. Победителем является тот, кто пересек линию финиша быстрее остальных игроков. Данная игра способ- ствует повышению мотивации в процессе обучения, ведь целью игры явля- ется желание добиться высокого результата и продвинуться в лидерборде на первое место или же просто выше. Такая мотивация способствует тому, что ученик стремится как можно лучше запомнить материал и ответить на все вопросы правильно и максимально точно.\n\n Иным предложенным шаблоном является игра «Кто хочет стать мил- лионером». По своей сути она не включает никаких опций для создания условий соревнования. Она содержит в себе лишь несколько уровней на повышение, как в известной одноименной интеллектуальной телепередаче. Вопросы, на которые учащийся должен ответить, разнятся по уровню сложности, но каждый ученик может выбрать тот раздел, в котором, по его. мнению, он будет способен дать правильный ответ.\n\n Таким образом, анализ материала по теме показал, что геймификация образовательного процесса является инновационным методом, который сочетает в себе множество психолого-дидактических и методических пре- имуществ. Такой инструмент, как «игра», в образовательном процессе спо- собен изменить сознание обучающегося, замотивировать его на достиже- ние личностных целей, воспитать в нем креативную, гибкую и эрудирован- ную личность. Все это свидетельство того, что дихотомия противопостав- ления игровых элементов и образовательного процесса является ложной. Преподавателям важно помнить, что если они будут доносить материал до обучающихся только «как вчера», они украдут у них завтра.\n\n Список источников\n\n 1. Амичба, Л. Р., Александрова Н. С. Развитие к получению образова- ния современными студентами // СоНодиит-фошгпаи. 2020. С. 112-114.\n\n 2. Василиженко М. В., Коротков Е. А., Мухаркина В. С. Инновацион- ные технологии в вузе // Современная высшая школа: инновационный ас- пект. 2020. № 2. С. 43-50.\n\n 3. Орлова О. В., Титова В. Н. Геймификация как способ организации обучения // Вестник Томского государственного педагогического универ- ситета. 2015. №9. С. 60-64.\n\n 4. Титова С. В., Чикризова К. В. Геймификация в обучении иностран- ным языкам: психолого-дидактический и методический потенциал // Педа- гогика и психология образования. 2019. С. 135-152.\n\n 5. Шмаков С. А. Игра учащихся — феномен культуры. М.: Новая Шко- ла, 1994. 238 с.\n\n 6. Kapp K. The Gamification of Learning and Instruction // John Willey & Sons, 2012.\n\n 7. Lee J., Song H., Hong J. Exploring Factors, and Indicators for Measuring Student’s Sustainable Engagment in e-learning. Sustainability, 2019. P. 12.\n\n 8. Phung Q. D. The negative effect of Gamification in E-Learning in the eyes of University students, 2020. P. 38\n\n 9. Заславский И. М. Геймификация в образовании. Как организовать обучение с помощью игровых методик. [Электронный ресурс]. URL: https://www.youtube.com  (дата обращения: 08.02.2022).\n\n 10. LearningApps. [Электронный ресурс]. URL: https://learningapps.org/ (дата обращения: 10.03.2022).\n\n Сведения об авторах\n О. В. Белова — старший преподаватель кафедры английского языка и методики его преподавания;\n Я. А. Иванова — студент второго курса.\n Information about the authors\n\n O.V. Belova - Senior Lecturer of the Department of Foreign Languages and Language Teaching Methods;\n Ya. A. Ivanova  - second-year student. "
    },
    {
        "id": 2,
        "title": "ГЕЙМИФИКАЦИЯ КАК СОВРЕМЕННЫЙ СПОСОБ ОБУЧЕНИЯ ИНОСТРАННОМУ ЯЗЫКУ: ЕЁ ПСИХОЛОГО-ДИДАКТИЧЕСКИЙИ МЕТОДОЛОГИЧЕСКИЙ ПОТЕНЦИАЛ",
        "annotation": "В статье проводится анализ геймификации как современного способа обучения иностранному языку. Авторы рассматривают содержание понятия теймификации, выделяют её основные признаки и способы ее интеграции в образовательный процесс, анализируют ее психолого-дидактический и методический потенциал в связи с изучением иностранных языков. В статье также рассматриваются возможности образовательной платформы LearningApps для создания электронных игровых ресурсов.",
        "text": "Наш век характеризуется подъемом интереса к изучению иностранных языков. Это объясняется огромным количеством причин: от личных устремлений к саморазвитию до желания общаться с носителями другой культуры на их языке.\n\n Одной из характеристик системы образования можно назвать консерва- тивность, инертность и нежелание реформироваться, но с динамичным раз- витием современного общества изменяется и жизнь школы, и роль учителя, перед которым встает задача — идти в ногу со временем и строить педаго- тический дизайн своего урока так, чтобы он был максимально эффектив- ным и продуктивным, ведь цель образования сейчас — подготовить гибко мыслящих специалистов с творческим мышлением. На этом этапе стано- вится очевидным то, что урок в первую очередь должен быть современным, а педагогические принципы и теории, которые используются для его по- строения, должны коррелировать с изменениями в окружающем мире. Принято считать, что современные технологии лишь выставляют требова- ния преподавателям о том, как выстраивать образовательный процесс и чему учить, однако мало кто задумывается о том, что новейшие технологии могут помочь современной системе образования. Таким «помощником» развития и модернизации современного образовательного процесса может служить геймификация (или игрофикация). Подъем интереса к игровым технологиям произошел в конце 90-х годов ХХ века и сохраняется до настоящего времени, а вопрос внедрения игровых технологий в преподава- ние иностранного языка остается все еще недостаточно изученным. Для начала необходимо определить, что такое геймификация и раскрыть ее роль в образовательном процессе.\n\n Игра — тип осмысленной непродуктивной деятельности, где мотив ле- жит не в се результате, а в самом процессе [10]. Из этого определения сле- дует, что игра является процесс-ориентированной формой деятельности, и ве мотивирующий потенциал заключается в том, что процесс игры ‹«захва- тываст» се участников. Более того, игра является видом непродуктивной деятельности, что свидетельствует о том, что на выходе игрок не имеет ничего материального.\n\n Выделяют следующие признаки игры:\n\n 1. Отсутствие материальных результатов;\n\n 2. Содержание и сюжет;\n\n 3. Воображаемая ситуация;\n\n 4. Игровые действия;\n\n 5. Внешняя задача игры;\n\n 6. Средства игры;\n\n 7. Риск;\n\n 8. Выигрыш [4, с. 137].\n\n Стоит справедливо заметить, что игра имеет некоторые схожие момен- ты с образовательным процессом на уроке. Во-первых, это отсутствие ма- териального результата в образовательном процессе, ведь целью обучения является, прежде всего, саморазвитие. Во-вторых, содержание образова тельного процесса схоже с игрой тем, что в процессе обоих видов деятель- ности изучается что-то новое. Игра погружает человека в воображаемые условия, но и во время обучения ученик может примерять на себе какую- нибудь роль и следовать логике этой роли, действуя по определенным пра- вилам, которые обозначаются перед ним педагогом. Действия на уроке мо- туг тоже напоминать игру, ведь основной деятельностью обучающегося является решения задач, ответы на вопросы. За успешное выполнение внешних задач ученики также получают обратный отклик — высокую оцен- ку или же похвалу от педагога. На уроке используются и средства игры — это доска, тетрадь и учитель в качестве носителя и транслятора знаний. В обучении есть место и риску, и выигрышу. Ведь каждый раз, когда ученик отвечает на вопрос учителя, он испытывает стресс, идет на риск, давая вер- ный или неверный ответ, получая поощрение или же порицание. Таким образом, можно смело утверждать, что игра по своей сути имеет много об- щего с современной формой образовательного процесса.\n\n Из этого следует, что образовательный процесс и процесс игры дей- ствительно можно соединить. И методика соединения этих двух процессов называется геймификацией. Термин «геймификация» (реже «игрофика- ция») появился в педагогике достаточно недавно. Впервые этот термин был введен американским программистом и изобретателем Н. Пеллингом. Од- нако в связи с педагогикой этот термин впервые упомянули американские педагоги М. Поренски (2008) и К. Каппа (2012). Согласно определению К. Каппа: «теймификация — это внедрение игровых технологий в неигровые процессы, в том числе в образование» [6, с. 3]. Геймификация — «это ис- пользование игровой механики, эстетики и игрового мышления для вовле- чения людей в обучение и решение различных задач и для повышения их мотивации» [6, с. 15]. Геймификация действительно является неким ин- струментом овладения вниманием учеников. Игра в образовательном про- цессе повышает интерес обучающихся к процессу обучения, и в этот мо- мент срабатывает ее мотивационный «трюк».\n\n На современном этапе чаще всего для реализации игры в образова- тельном процессе преподаватели пользуются электронными средствами. В своем труде Дж. Ли Сонг и А. Хонг выделяют шесть компонентов участия учащихся в электронном обучении: «...психологическая мотивация, со- трудничество с другими обучающимися, решение когнитивных проблем, взаимодействие с преподавателем, поддержка окружающих и управление процессом обучения» [7, с. 4]. Именно вдохновение и желание учиться яв- ляются основой для повышения уровня образовательных игр. Поэтому, говоря об игрофикации, важно упомянуть и то, что такой метод способ- ствует высокому уровню желания добиться поставленной цели.\n\n Психолого-дидактический и методический потенциал геймификации на уроках иностранного языка очень велик. Геймификация выступает инстру- ментом внешней мотивации обучающихся. «Внешняя мотивация приходит извне человека. Среди распространенных внешних мотивов необходимо выделить такие поощрения, как оценки, либо наоборот — принуждение и угрозу наказания. Конкуренция в целом выступает как внешний фактор, потому что она побуждает студента побеждать других, а не наслаждаться внутренней удовлетворенностью (награлой) за деятельность» [1, с. 113]. Из этого следует, что именно получение баллов, очков или же «финансовых» вознаграждений в виде монеток мотивируют обучающегося продвигаться вверх по уровневой «лестнице» и продолжать играть, получая при этом знания. Необходимо отметить и то, что в момент игры учеником движет не только внешняя мотивация, но и внутренняя. «Внутренняя мотивация отно- сится к мотивации, которая обусловлена интересом или удовлетворением и существует внутри человека, но не связана с каким-либо внешним давлени- ем» [1, с. 113]. В процессе игры учащиеся верят, что они способны к трудо- любию и усердию для достижения желаемых целей, они чувствуют, что пронесс обучения находится под их контролем и результат зависит от того, как они старались и какое количество усилий и времени потратили на про- хождение определенного игрового уровня или игры в целом. Но самым ценным в данной технологии является нацеленность обучающегося на практическое применение знаний, вель учащиеся не просто заучивают ма- териал, а используют его в смоделированных условиях игры. Таким обра- зом, прослеживается идеальный баланс не только между мотивацией внут- ренней, то есть желанием добиться наград, но и внешней, когда обучаю- щимся движет любопытство, азарт и желание узнать что-то новое.\n\n Помимо повышения уровня мотивации в отношении процесса изуче- ния иностранного языка геймификация разрушает коммуникативный барь- ер. Игра порождает общение не только между обучающимися, но и между ними и педагогом. «Например, в тех случаях, когда обучающимся не хвата- ет коммуникативных компетенций и опыта работы в команде, геймифика- ция помогает преодолеть страх перед общением, а погружение в виртуаль- ную среду раскрепощает и воспитывает активных участников образова- тельного процесса. Подобный результат достигается благодаря созданию заданий в виде испытаний, где для победы необходимо потерпеть пораже- ние неоднократно. Отсутствие высоких ставок и практически мгновенная обратная связь дают обучающемуся шанс совершать попытку за попыткой, пока он не добьется успеха» [2, с. 45]. Все это показатель того, что у учени- ка в процессе игры исчезает страх совершить ошибку, что способствует более концентрированному вниманию в выполнении самого задания.\n\n Рассматривая психологический аспект эффективности геймификации, С. В Титова и К. В. Чикризова отмечают, что ее главной особенностью явля- ется «способность завладеть вниманием игрока и удерживать его на протя- жении длительного времени». Другие исследователи также отмечают высо- кую степень мотивации и увлеченности, порождаемые процессом образова тельной игры, «когда геймер теряет счет времени, забывает даже о потребно- стях в еде или сне, и в этом ее сила» [3, с. 64]. Такая потеря счета времени учеником в игре способствует тому, что учитель достигает одну из важных целей — ученик увлекается процессом обучения, что ведет к достижению им высокого результата в процессе повторения или отработки материала. Современный образовательный процесс, выстроенный на основе гей- мификации, можно организовать с применением 1Т-технологий. Компью- терная игра хороша для любого типа модальности восприятия информации. В применении к языковому образованию такая технология может стимули- ровать более эффективное освоение фонетики, лексики и грамматики ино- странного языка, выводя процесс обучения на более высокий уровень, од- новременно делая этот процесс более индивидуализированным, а значит более эффективным. Игры с применением 1Т-технологий имеют аудио- сопровождение, что благотворно повлияет на аудиала. Фото- или видео- сопровождение, поможет прочно закрепить пройденный материал визуз лам. Для кинестетиков же применение таких игр эффективно тем, что во время использования клавиш задействуется мышечная память, и обучаю- щийся запоминает как пишется то или иное слово. Игры, включающие в себя табличные элементы, актуальны для дигиталов. Вышеупомянутые дидактические свойства являются основанием внедрения геймификации в уроки по иностранному языку.\n\n Однако необходимо отметить и то, что игры нужно внедрять в образова- тельный процесс методически грамотно, чтобы игра не превратилась в от- влеченную, бездумную и бессмысленную погоню за баллами. Важно не пе- реоценивать учеников, поощрять наградами лишь тогда, когда поставленный результат был достигнут. Использование игр на уроках иностранного языка не должно привести к негативным последствиям, таким как агрессии, стрес- су, психологическим комплексам, неуверенности в себе или же разладу в учебном коллективе. Важно обрашать внимание и на интерфейс игры, под- бирая игры с «правильной», нераздражающей психику цветовой палитрой и с удобным расположением статистики. В книге К. Д. Фанга отмечается, что «игровой дизайн направлен на то, чтобы привлечь внимание учащегося на изначальном этапе. Тем не менее, были выявлены негативные моменты, например, неудачный внешний вид таблицы лидеров или система оформле- ния баллов могли привести студента к потере интереса в игре, в результате чего они уходили с игровой платформы» [8, с. 38].\n\n Качественной платформой для геймификации образовательного про- цесса является платформа ГеатиеАррз [9]. Это полностью бесплатный немецкий онлайн-сервис, который дает возможность создать или использо- вать уже созданные игры. На сайте предложен двадцать один шаблон для создания игр и пять инструментов для успешной организации процесса. Сервис предлагает несколько форматов с элементами игрофикации, такими как «Скачки» и «Кто хочет стать миллионером».\n\n В шаблоне игры «Скачки» за основу берется множественный выбор. Обучающийся погружается в виртуальное соревнование в виде скачек на лошадях. Данный шаблон хорош тем, что он помогает реализовать одно из правил обучения, а именно, правило «свободы выбора» т. к. ученик наде- лен способностью выбрать себе соперника, то есть играть против компью- тера или играть на повышение своего собственного результата, соревнуясь с собой «прошлым». Преимущество такого соревнования и в том, что оно никогда не закончится, ведь совершенству нет предела. Более того, подоб- ный тип состязания не ставит обучающегося в конфликт с коллективом и учебным процессом. При условии правильно выбранного ответа ученик продвигается к линии финиша на лошади. Победителем является тот, кто пересек линию финиша быстрее остальных игроков. Данная игра способ- ствует повышению мотивации в процессе обучения, ведь целью игры явля- ется желание добиться высокого результата и продвинуться в лидерборде на первое место или же просто выше. Такая мотивация способствует тому, что ученик стремится как можно лучше запомнить материал и ответить на все вопросы правильно и максимально точно.\n\n Иным предложенным шаблоном является игра «Кто хочет стать мил- лионером». По своей сути она не включает никаких опций для создания условий соревнования. Она содержит в себе лишь несколько уровней на повышение, как в известной одноименной интеллектуальной телепередаче. Вопросы, на которые учащийся должен ответить, разнятся по уровню сложности, но каждый ученик может выбрать тот раздел, в котором, по его. мнению, он будет способен дать правильный ответ.\n\n Таким образом, анализ материала по теме показал, что геймификация образовательного процесса является инновационным методом, который сочетает в себе множество психолого-дидактических и методических пре- имуществ. Такой инструмент, как «игра», в образовательном процессе спо- собен изменить сознание обучающегося, замотивировать его на достиже- ние личностных целей, воспитать в нем креативную, гибкую и эрудирован- ную личность. Все это свидетельство того, что дихотомия противопостав- ления игровых элементов и образовательного процесса является ложной. Преподавателям важно помнить, что если они будут доносить материал до обучающихся только «как вчера», они украдут у них завтра.\n\n Список источников\n\n 1. Амичба, Л. Р., Александрова Н. С. Развитие к получению образова- ния современными студентами // СоНодиит-фошгпаи. 2020. С. 112-114.\n\n 2. Василиженко М. В., Коротков Е. А., Мухаркина В. С. Инновацион- ные технологии в вузе // Современная высшая школа: инновационный ас- пект. 2020. № 2. С. 43-50.\n\n 3. Орлова О. В., Титова В. Н. Геймификация как способ организации обучения // Вестник Томского государственного педагогического универ- ситета. 2015. №9. С. 60-64.\n\n 4. Титова С. В., Чикризова К. В. Геймификация в обучении иностран- ным языкам: психолого-дидактический и методический потенциал // Педа- гогика и психология образования. 2019. С. 135-152.\n\n 5. Шмаков С. А. Игра учащихся — феномен культуры. М.: Новая Шко- ла, 1994. 238 с.\n\n 6. Kapp K. The Gamification of Learning and Instruction // John Willey & Sons, 2012.\n\n 7. Lee J., Song H., Hong J. Exploring Factors, and Indicators for Measuring Student’s Sustainable Engagment in e-learning. Sustainability, 2019. P. 12.\n\n 8. Phung Q. D. The negative effect of Gamification in E-Learning in the eyes of University students, 2020. P. 38\n\n 9. Заславский И. М. Геймификация в образовании. Как организовать обучение с помощью игровых методик. [Электронный ресурс]. URL: https://www.youtube.com  (дата обращения: 08.02.2022).\n\n 10. LearningApps. [Электронный ресурс]. URL: https://learningapps.org/ (дата обращения: 10.03.2022).\n\n Сведения об авторах\n О. В. Белова — старший преподаватель кафедры английского языка и методики его преподавания;\n Я. А. Иванова — студент второго курса.\n Information about the authors\n\n O.V. Belova - Senior Lecturer of the Department of Foreign Languages and Language Teaching Methods;\n Ya. A. Ivanova  - second-year student. "
    }
]